{
  "Scooby Doo na ilha dos zumbis": {
    "ano": 1998,
    "duracao": "76 min",
    "sinopse": "A Mistério S/A vai a uma ilha na Louisiana investigar o fantasma do pirata Moonscar, mas encontra zumbis reais."
  },
  "Noivas em guerra": {
    "ano": 2009,
    "duracao": "89 min",
    "sinopse": "Duas melhores amigas de infância se tornam rivais quando marcam seus casamentos para o mesmo dia no Hotel Plaza."
  },
  "Vestida para casar": {
    "ano": 2008,
    "duracao": "111 min",
    "sinopse": "Uma mulher, eternamente madrinha, precisa lidar com o casamento de sua irmã com o homem que ela ama secretamente."
  },
  "La la land": {
    "ano": 2016,
    "duracao": "128 min",
    "sinopse": "Um pianista de jazz e uma atriz iniciante se apaixonam enquanto tentam alcançar seus sonhos em Los Angeles."
  },
  "Crepúsculo": {
    "ano": 2008,
    "duracao": "122 min",
    "sinopse": "A adolescente Bella Swan se muda para Forks e se apaixona por Edward Cullen, um misterioso colega que é um vampiro."
  },
  "Batman": {
    "ano": 2022,
    "duracao": "176 min",
    "sinopse": "Nos primeiros anos de combate ao crime, Batman explora a corrupção de Gotham City e persegue o enigmático assassino Charada."
  },
  "Aves de Rapina": {
    "ano": 2020,
    "duracao": "109 min",
    "sinopse": "Arlequina, após se separar do Coringa, une-se a outras heroínas para salvar uma jovem de um lorde do crime."
  },
  "Os suspeitos": {
    "ano": 2013,
    "duracao": "153 min",
    "sinopse": "Quando sua filha desaparece, um pai desesperado sequestra o principal suspeito para arrancar a verdade à força."
  },
  "Scooby Doo e a bruxa fantasma": {
    "ano": 1999,
    "duracao": "70 min",
    "sinopse": "A turma visita uma cidade na Nova Inglaterra e ajuda uma banda gótica (As Hex Girls) a solucionar um mistério local."
  },
  "A viagem de chihiro": {
    "ano": 2001,
    "duracao": "125 min",
    "sinopse": "Uma garota de 10 anos entra em um mundo mágico de espíritos e deuses para salvar seus pais, que foram transformados em porcos."
  },
  "Ponyo": {
    "ano": 2008,
    "duracao": "101 min",
    "sinopse": "Um garotinho de 5 anos faz amizade com uma princesa peixinho dourado que deseja se tornar humana."
  },
  "Scooby Doo e o rei dos duendes": {
    "ano": 2008,
    "duracao": "75 min",
    "sinopse": "Scooby e Salsicha devem viajar para o mundo mágico do Halloween para impedir que um duende malvado domine tudo."
  },
  "Barbie fairytopia": {
    "ano": 2005,
    "duracao": "70 min",
    "sinopse": "Elina, uma fada sem asas, deve salvar o mundo mágico de Fairytopia da maligna feiticeira Laverna."
  },
  "Barbie mermaidia": {
    "ano": 2006,
    "duracao": "75 min",
    "sinopse": "Sequência de Fairytopia, onde Elina viaja para Mermaidia e se torna sereia para salvar o príncipe Nalu."
  },
  "Barbie a magia do arco iris": {
    "ano": 2007,
    "duracao": "75 min",
    "sinopse": "Elina viaja para a Escola de Fadas no Palácio de Cristal para aprender a criar o primeiro arco-íris da primavera, mas a malvada Laverna retorna."
  },
  "A bussola de ouro": {
    "ano": 2007,
    "duracao": "113 min",
    "sinopse": "A jovem Lyra Belacqua viaja para o Norte para resgatar seu amigo Roger e descobre um plano sinistro envolvendo crianças."
  },
  "Coração de tinta": {
    "ano": 2008,
    "duracao": "106 min",
    "sinopse": "Um homem com a habilidade de trazer personagens de livros à vida liberta acidentalmente um vilão e sua filha deve ajudá-lo."
  },
  "O labirinto do fauno": {
    "ano": 2006,
    "duracao": "119 min",
    "sinopse": "Na Espanha fascista de 1944, a jovem Ofélia escapa da dura realidade ao entrar em um mundo de fantasia sombrio e mágico."
  },
  "Alice no pais das maravilhas": {
    "ano": 1951,
    "duracao": "75 min",
    "sinopse": "A jovem Alice segue um coelho branco apressado e cai em um mundo fantástico, absurdo e cheio de personagens excêntricos."
  },
  "Mulherzinhas": {
    "ano": 1949,
    "duracao": "122 min",
    "sinopse": "A história das quatro irmãs March (Jo, Meg, Beth e Amy) e suas jornadas de crescimento durante a Guerra Civil Americana."
  },
  "Tinker Bell uma aventura no mundo das fadas": {
    "ano": 2008,
    "duracao": "78 min",
    "sinopse": "A história de origem da fada Tinker Bell, desde sua chegada ao Refúgio das Fadas até descobrir seu verdadeiro talento."
  }
}